[
  {
    "id": "PURCHASE ORDER TERMS AND CONDITIONS",
    "content": [
      {
        "value": "Purchase Order Terms and Conditions\n\nThe following Purchase Order Terms and Conditions (“Terms”) is duly executed by both parties, these Terms provide $seller_id (“Seller”) with the guidelines and legal stipulations of your purchase order (“Order”) with the $buyer_id (“Purchaser”) for the goods and/or services that are described on the Purchase Order.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$seller_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$buyer_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "ACCEPTANCE AND TERMS AND CONDITIONS",
    "content": [
      {
        "value": "1. ACCEPTANCE AND TERMS AND CONDITIONS: Seller accepts this Order and any amendments by signing the acceptance copy of the Order and returning it to Purchaser promptly. Even without such written acknowledgment, Seller's full or partial performance under this Order will constitute acceptance of these Terms. By acceptance of this Order, Seller agrees to be bound by, and to comply with all these Terms, which include any supplements to it, and all specifications and other documents referred to in this Order. These Terms apply to everything listed in this Order and constitute Purchaser's offer to Seller, which Purchaser may revoke at any time prior to Seller’s acceptance. This Order is not an acceptance by Purchaser of any offer to sell, any quotation, or any proposal. Reference in this Order to any such offer to sell, quotation, or proposal will not constitute a modification of any of these Terms. Terms and conditions different from or in addition to these Terms, whether contained in any acknowledgment of this Order, or with delivery of any goods or services under this Order, or otherwise, will not be binding on Purchaser, whether or not they would materially alter this Order, and Purchaser hereby rejects them. These Terms may be modified only by a written document signed by duly authorized representatives of Purchaser and Seller.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "DEFAULT",
    "content": [
      {
        "value": "2. DEFAULT: Time is of the essence of this Order. Purchaser may by written notice of default to Seller (a) terminate all or any part of this Order if Seller fails to perform, or so fails to make progress as to endanger performance of this Order in accordance with its terms, and does not cure such failure within a period of $action_day days (or such longer period as Purchaser may authorize in writing) after receipt of notice from Purchaser specifying such failure; and (b) procure, on such terms as it will deem appropriate, goods or services similar to those so terminated. Seller will continue performance of this Order to the extent not terminated and will be liable to Purchaser for any excess costs for such similar goods or services. As an alternate remedy, and in lieu of termination for default, Purchaser, at its sole discretion, may elect to extend the delivery schedule and/or waive other deficiencies in Seller's performance, in which case an equitable reduction in the Order price will be negotiated. If Seller for any reason anticipates difficulty in complying with the required delivery date, or in meeting any of the other requirements of this Order, Seller will promptly notify Purchaser in writing. If Seller does not comply with Purchaser's delivery schedule, Purchaser may require delivery by fastest way and charges resulting from the premium transportation must be fully prepaid and absorbed by Seller. The rights and remedies of Purchaser provided in this Section 2 will not be exclusive and are in addition to any other rights and remedies provided by the Uniform Commercial Code, by law, at equity or under this Order.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$action_day",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "NUMBER",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [
            10
          ],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "PRICE",
    "content": [
      {
        "value": "3. PRICE: This Order must not be filled at a price higher than shown on the Purchase Order. If no price is set forth on the front of the Order, the goods or services will be billed at the price last quoted or at the prevailing market price, whichever is lower, and, in any event, goods and services ordered under this Order will not be billed at a higher price than last quoted or charged without Purchaser's specific written authorization. Purchaser will be entitled at all times to set off any amount owed at any time by Seller or any of its affiliates to Purchaser or any of its affiliates against any amount payable at any time by Purchaser in connection with this Order. No extra charges of any kind will be allowed unless specifically agreed to in writing by the Purchaser. All applicable taxes arising out of transactions contemplated by the Order will be borne by Seller except as otherwise specified by the parties in writing. If Seller reduces its prices for such goods and/or services during the term of this Order, Seller shall correspondingly reduce the prices of goods and/or services sold thereafter to Purchaser under this Order.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "INVOICES, PAYMENT, AND TAXES",
    "content": [
      {
        "value": "4. INVOICES, PAYMENT, AND TAXES: \n(a) Invoices shall be rendered on completion of services or delivery of goods and shall contain the Purchase Order Number, item number, description of goods or services, quantities, unit prices, date(s) rendered and total purchase price. Each invoice must refer to one, and only one, purchase order.\n(b) Invoices for contingent workers must contain all of the above where applicable and include a copy of the Seller’s time tracking document for each contingent worker for the time period being billed.\n(c) Payment shall be made on the terms of $payment_id . Cash discount periods shall be computed from either the date of actual delivery of the goods or the date an acceptable invoice is received, whichever is later. All claims for money due or to become due from Purchaser shall be subject to deduction by Purchaser for any setoff or counterclaim arising out of this or any other of Purchaser's Orders with Seller.\n(d) Seller recognizes that Purchaser will be treated as a tax exempt entity, and Purchaser will provide Seller with its exemption certificate on request. All invoices of Seller to Purchaser shall exclude taxes that are excludable under Purchaser’s tax exempt status.\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$payment_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "CODE",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": [
            {
              "value": "PIA - Payment in advance",
              "name": null,
              "listID": "PAYMENT_MEANS_LIST",
              "uri": null
            }
          ]
        }
      }
    ]
  },
  {
    "id": "PACKAGING",
    "content": [
      {
        "value": "5. PACKAGING: All goods must be packaged in the manner specified by Purchaser and shipped in the manner and by the route and carrier designated by Purchaser. If Purchaser does not specify the manner in which the goods must be packaged, Seller shall package the goods so as to avoid any damage in transit. If Purchaser does not specify the manner of shipment, route, or carrier, Seller shall ship the goods at the lowest possible transportation rates, consistent with Seller's obligation to meet the delivery schedule set forth in this Order.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "INSPECTION",
    "content": [
      {
        "value": "6. INSPECTION: All goods and services will be subject to inspection and test by Purchaser at all times and places, including the period of manufacture and in any event prior to final acceptance. Final acceptance or rejection of the goods or services will be made as promptly as practical after delivery except as otherwise provided in this Order, but failure to inspect and accept or reject goods or services or failure to detect defects by inspection, will neither relieve Seller from responsibility for such goods or services as are not in accordance with this Order nor impose liabilities on Purchaser for them. Purchaser's payment for the goods shall not constitute its acceptance of the goods. Goods rejected and goods supplied in excess of quantities ordered may be returned to the Seller at Seller’s expense. Payment, if any, made for any goods rejected hereunder shall be promptly refunded by Seller. Seller will provide and maintain an inspection and process control system acceptable to Purchaser covering the goods and services ordered. Records of all inspection work by Seller will be kept complete and available to Purchaser during the performance of this Order and for $inspection_id after Seller's completion of this Order. If any of the goods or services are found at any time to be defective in material or workmanship, or otherwise not in conformity with the requirements of this Order, including any applicable drawings and specifications, then Purchaser, in addition to such other rights and remedies it may have by contract or by law or equity, at its sole discretion may reject and return such goods at Seller's expense, require Seller to inspect the goods and remove nonconforming goods and/or require Seller to replace nonconforming goods or services with conforming goods or services. If Seller fails to make the necessary inspection, removal, and replacement in a time and manner satisfactory to Purchaser, Purchaser may at its option inspect and sort the goods; Seller will pay any related costs.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$inspection_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 7,
              "unitCode": "year(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "WARRANTIES",
    "content": [
      {
        "value": "7. WARRANTIES: Seller represents and warrants that (a) all goods and services are free of any claim of any nature by any third person and that Seller will convey clear title to Purchaser, (b) all services are performed in a manner acceptable in the industry and in accordance with generally accepted standards, are free from all defects, are fit for the particular purposes for which they are acquired, and are provided in strict accordance with the specifications or other requirements (including performance specifications) approved or adopted by Purchaser, (c) all goods sold will be of merchantable quality, free from all defects in design, workmanship and materials, and fit for the particular purposes for which they are purchased and that the goods and services are provided in strict accordance with the specifications, samples, drawings, designs or other requirements (including performance specifications) approved or adopted by Purchaser, (d) the prices for the goods or services sold to Purchaser under this Order are not less favorable than those currently extended to any other customer for the same or similar goods and/or services in equal or lesser quantities, and (e) Seller shall not act in any fashion or take any action that will render Purchaser liable for a violation of any applicable anti-bribery legislation which prohibits the offering, giving, or promising to offer or give or receiving, directly or indirectly, money or anything of value to any third party to assist it, them or Purchaser in retaining or obtaining business or in procuring the goods or services. Purchaser's inspection, test, acceptance, or use of the goods shall not affect Seller's obligations under these warranties. Seller shall replace or correct, at Purchaser's option and at Seller's cost, defects of any goods not conforming to these warranties. If Seller fails to correct defects in or replace nonconforming goods within $warranty_seller_id  from the date the Purchaser notifies Seller of the defect or defects, Purchaser may, on $warranty_buyer_id prior written notice to Seller, either (i) make such corrections or replace such goods and charge Seller for all costs incurred by Purchaser, or (ii) revoke its acceptance of the goods in which event Seller shall be obligated to refund the purchase price and make all necessary arrangements, at Seller's cost, for the return of the goods to Seller. All warranties of Seller herein or that are implied by law shall survive any inspection, delivery, acceptance, or payment by Purchaser. Any attempt by Seller to limit, disclaim, or restrict these warranties or any remedies of Purchaser, by acknowledgment or otherwise, in accepting or performing this Order, will be null, void, and ineffective without Purchaser's written consent.\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$warranty_seller_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 10,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$warranty_buyer_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 10,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "INDEMNIFICATION",
    "content": [
      {
        "value": "8. INDEMNIFICATION: Seller shall indemnify and hold Purchaser and its affiliates harmless and, on Purchaser’s request, shall defend each of them from and against any or all third party claims, demands, litigation, or proceedings of whatever kind, whether based upon negligence, breach of express or implied warranty, strict liability, infringement of intellectual property rights, or any other theory, and from and against all direct, indirect, special, exemplary, incidental or consequential damages of every kind whatsoever, arising out of, by reason of, or in any way connected with the goods and/or services, the design, manner of preparation, manufacture, construction, completion, or delivery or non-delivery of any goods and/or services by Seller, any breach by Seller of any of its obligations hereunder, or any other act, omission or negligence of Seller or any of Seller's employees, workers, servants, agents, subcontractors, or suppliers. Seller shall, on request, pay or reimburse Purchaser or any other party entitled to indemnification hereunder for all costs and expenses, including attorneys' fees, as incurred by Purchaser or such other party in connection with any such claim, demand, litigation, proceeding, loss, or damage. In addition, for infringement claims, Seller will, at its own expense and at Purchaser’s option, either procure for Purchaser the right to continue using the allegedly infringing item, replace it with a non-infringing equivalent, or remove it and refund the purchase price and the transportation and installation costs thereof.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "LIMITATION OF LIABILITY",
    "content": [
      {
        "value": "9. LIMITATION OF LIABILITY: PURCHASER'S AGGREGATE LIABILITY ARISING FROM OR RELATING TO THIS ORDER IS LIMITED TO THE AMOUNT PAID BY PURCHASER FOR THE GOODS AND/OR SERVICES. TO THE MAXIMUM EXTENT ALLOWABLE UNDER APPLICABLE LAW, PURCHASER SHALL NOT BE LIABLE UNDER THIS ORDER FOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, INDIRECT, OR PUNITIVE DAMAGES INCLUDING, WITHOUT LIMITATION, LOST REVENUES EVEN IF PURCHASER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "PURCHASER'S PROPERTY",
    "content": [
      {
        "value": "10. PURCHASER'S PROPERTY: Tangible or intangible property of any nature furnished to Seller by Purchaser or specifically paid for in whole or in part by Purchaser, and any replacements or attachments, are the property of Purchaser and, unless otherwise agreed in writing by Purchaser, will be used by Seller solely to render services or provide goods to Purchaser. Seller will not substitute any property or take any action inconsistent with Purchaser's ownership of such property. While in Seller's custody or control such property will be held at Seller's risk, will be kept insured by Seller at its expense for its replacement cost with loss payable to Purchaser, and will be subject to removal at Purchaser's written request, in which event Seller will prepare such property for shipment and redelivery to Purchaser in the same condition as originally received by Seller, reasonable wear and tear excepted, all at Seller's expense.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "CHANGES",
    "content": [
      {
        "value": "11. CHANGES: At all times Purchaser will have the right to make changes to this Order, including changes to drawings, designs, configurations, specifications, quantities, methods of shipment or packing and delivery schedules or location of delivery. If any such changes cause an increase or decrease in the cost of or the time required for the performance of any work under this Order, an equitable adjustment will be made in the contract price or delivery schedule, or both, and this Order will be modified in writing accordingly. Nothing in this Section, including any disagreement with Purchaser as to any claimed adjustment, will excuse Seller from proceeding with this Order as changed. Any claim by the Seller for adjustment under this Section 11 must be in a detailed writing and delivered to Purchaser within $change_id after the date Seller receives notification of change. Any change will be authorized only by a duly executed amendment to this Order. Information, such as technical information or guidance provided to Seller by representatives of Purchaser, will not be construed as a change within the meaning of this Section. If Seller considers that the conduct of any of Purchaser's employees has constituted a change under this Order, Seller will immediately notify Purchaser's Central Procurement Office, in writing, as to the nature of the change and any proposed adjustment, which will then be subject to this Section 11.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$change_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 5,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "COMPLIANCE WITH LAWS",
    "content": [
      {
        "value": "12. COMPLIANCE WITH LAWS: Seller represents and warrants that it is in compliance with and all goods and/or services supplied hereunder have been produced or provided in compliance with the applicable provisions of all federal, state, or local laws or ordinances and all related lawful orders, rules and regulations. Seller shall comply with any provisions, representations, or agreements, or contractual clauses required to be included or incorporated by reference or operation of law in any Order. Seller shall be required to obtain and pay for any license, permit, inspection or listing by any public body or certification organization required in connection with the manufacture, performance, completion or delivery of any good and/or service.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "CONFIDENTIAL OR PROPRIETARY INFORMATION",
    "content": [
      {
        "value": "13. CONFIDENTIAL OR PROPRIETARY INFORMATION: Notwithstanding any document marking to the contrary, any knowledge or information that the Seller has disclosed or may later disclose to Purchaser, and which in any way relates to the goods or services covered by this Order will not, unless otherwise specifically agreed to in writing by Purchaser, be deemed to be confidential or proprietary information, and will be acquired by Purchaser, free from any restrictions. Seller will not transmit to Purchaser any sensitive personal information, including, but not limited to, identified health information, financial information, social security numbers, biometrics or other personally identified or identifiable information of like sensitivity. Seller will keep confidential any technical, process, economic, or other information derived from drawings, specifications and other data furnished by Purchaser in connection with this Order (in whatever form or format) and will not divulge, export, or use, directly or indirectly, such information for the benefit of any other party without obtaining Purchaser's prior written consent. Except as required for the efficient performance of this Order, Seller will not use such information or make copies or permit copies to be made of such drawings, specifications, or other data without the prior written consent of Purchaser. If any reproduction is made with prior consent, this notice will be provided. Upon completion or termination of this Order, Seller will promptly return to Purchaser all materials incorporating any such information and any copies, except for one record copy. Seller agrees that no acknowledgment or other information concerning this Order and the goods or services provided will be made public by Seller without the prior written agreement of Purchaser.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "WORK ON PURCHASER'S PREMISES",
    "content": [
      {
        "value": "14. WORK ON PURCHASER'S PREMISES: If Seller's work under this Order requires Seller to be on the premises of Purchaser or at Purchaser’s direction, Seller will take all necessary precautions to prevent any injury to persons or damage to property, including following any rules, procedures or other requirements of Purchaser.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "INSURANCE",
    "content": [
      {
        "value": "15. INSURANCE: Seller will maintain Comprehensive General Liability (including Contractual Liability coverage insuring the liabilities assumed in these Terms), Automobile Liability and Employers' Liability insurance with limits as reasonably required by Purchaser, as well as appropriate Workers' Compensation insurance as will protect Seller from all claims under any applicable workers' compensation and occupational disease acts. At Purchaser's request, Seller will furnish to Purchaser a Certificate of Insurance completed by its insurance carrier(s) certifying that the required insurance coverage is in effect, with waiver of subrogation, naming Purchaser as an additional insured, and containing a covenant that such coverage and will not be canceled or materially changed until $insurance_id after prior written notice has been delivered to the Purchaser.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$insurance_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 15,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "TERMINATION",
    "content": [
      {
        "value": "16. TERMINATION: Purchaser may terminate all or any part of this Order for convenience at any time by written notice to Seller. Upon such termination, Purchaser's liability will be limited to reasonable termination charges mutually agreed by Seller and Purchaser, provided that Seller must specify any proposed charges in writing within $termination_id after termination. This Order shall terminate automatically, without notice, if Seller becomes insolvent or the subject of any proceeding under the laws relating to bankruptcy or the relief of debtors.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$termination_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 20,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  },
  {
    "id": "GOVERNMENT CONTRACTS",
    "content": [
      {
        "value": "17. GOVERNMENT CONTRACTS: If this Order bears a government contract number on the face of this Order, Seller shall comply with all pertinent provisions of said government contract and pertinent executive orders and directives to the extent that they apply to the subject matter of this Order and all such pertinent contract provisions, orders and directives are hereby incorporated by reference into this Order. A copy of the government contract's pertinent terms and conditions will be given to Seller on request.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": []
  },
  {
    "id": "MISCELLANEOUS",
    "content": [
      {
        "value": "18. MISCELLANEOUS: \n(a) NON-ASSIGNMENT: Assignment of this Order or any interest in it or any payment due or to become due under it, without the written consent of the Purchaser, will be void. An assignment will be deemed to include not only a transfer of this Order or such interest or payment to another party but also a change in control of Seller, whether by transfer of stock or assets, merger, consolidation, or otherwise.\n\n(b) TRANSPORTATION: All the prices are established as $incoterms_id  , unless otherwise specifically provided on the front of this Order. Title and risk of loss shall not pass to Purchaser until delivery of the goods to the location designated on the face of this Order and acceptance by Purchaser. If Purchaser rightfully rejects the goods, receives a non-conforming tender, or revokes its acceptance, risk of loss and title shall be deemed to have remained with Seller. The responsibility for freight damaged merchandise will be assumed by Seller. No charges for unauthorized transportation will be allowed. Any unauthorized shipment, which will result in excess transportation charges, must be fully prepaid by the Seller. Seller will not declare any value on such materials shipped via $shipment_id. Seller will release rail or truck shipments at the lowest released valuation permitted in the governing tariff or classification. \n(c) ANTICIPATION OF DELIVERY SCHEDULE: Unless otherwise agreed in writing, Seller will not make material commitments or production arrangements in excess of the amount or in advance of the time necessary to meet Purchaser's delivery schedule. Goods shipped to Purchaser in advance of schedule may be returned to Seller at Seller's expense.\n(d) SELLER'S INVENTORY: Purchaser will have no obligation to request quotations or place Orders with Seller, both of which will be in Purchaser's sole discretion. Purchaser acting in its sole discretion will determine the actual quantity of goods or services to be purchased. The quantity of goods or services, if any, specified in forecasts supplied by Purchaser from time to time, or otherwise, is an estimate only. Seller bears sole responsibility for managing Seller's raw material, work in process, and inventory, and Purchaser will have no liability with respect thereto (whether upon termination of this Order or otherwise) other than in connection with termination as provided in Section 16.\n(e) FORCE MAJEURE: Purchaser may delay delivery and/or acceptance occasioned by causes beyond its control.\n(f) REMEDIES: Each of the rights and remedies reserved to Purchaser in this Order shall be cumulative and additional to any other remedies provided in law or equity. No delay or failure by Purchaser in the exercise of any right or remedy shall affect any such right or remedy and no action taken or omitted by Purchaser shall be deemed to be a waiver of any such right or remedy.\n(g) PUBLICITY: Seller will not use Purchaser's name or logo in publicity, advertising, or similar activity, except with Purchaser's prior written consent. Seller will not disclose the existence of this Order or any of its respective terms to any third party without Purchaser's prior written consent.\n(h) DOCUMENTATION: It is agreed that all technical documentation and other literature necessary for the proper use of the goods or services will be provided to Purchaser with the goods or services, unless otherwise directed by Purchaser, and its cost is included in the price.\n(i) GOVERNING LAW: This Order, these Terms, and all related transactions, will be interpreted under and governed by the laws of the $buyer_country without regard to its conflict of law principles. \n(j) DISPUTE RESOLUTION: Disputes arising under this Agreement will be resolved by the parties through good faith negotiations in the ordinary course of business. Any dispute not so resolved will be submitted for binding arbitration, at the written request of either party, before a single arbitrator $arbitrator_id  at another location as mutually agreed. Selection of the arbitrator will be by mutual agreement of the parties or, failing agreement within $agreement_id days, $failed_agreement pursuant to its then-current rules. The amount and responsibility for payment of arbitration costs will be one of the issues decided by the arbitrator, whose decision will be in accordance with the terms and conditions of this Agreement. No damages excluded by or in excess of the damage limitations set forth in this Agreement shall be awarded. During any such arbitration, the parties will continue diligent performance of this Agreement. The arbitrator will render a written decision stating reasons therefore in reasonable detail within $decision_id days after the respondent receives the Commencement Letter. The provisions of this section, and any award issued by an arbitrator, may be enforced by either party in any court of competent jurisdiction. Arbitration is the exclusive remedy for disputes arising under this Agreement; the parties hereby waive their rights to bring a lawsuit to resolve a dispute arising under this Agreement. \n(k) SURVIVAL: Seller’s obligations under Sections 6, 7, 8, 9, 10, 12, 13, and 18 (f), (i), (j), (k), (l), (o), and (q) will survive any termination of this Order.\n(l) WAIVER; MODIFICATION: No claim or right arising out of a breach of this Order can be discharged in whole or in part by a waiver or renunciation of the claim or right unless supported by consideration and in a writing signed by the aggrieved party. The failure of Purchaser to enforce at any time or for any period of time any of the provisions hereof will not be construed to be a waiver of such provisions or of the right of Purchaser thereafter to enforce each and every such provision. This Order can be modified or rescinded only by a writing signed by authorized representatives from both parties. \n(m) NOTICES: All notices, consents, waivers, and other communications required or permitted to be given pursuant to this Order, shall be in writing and shall be deemed to have been delivered either (i) on the delivery date, if personally delivered, or if delivered by confirmed facsimile or e-mail, (ii) one (1) business day after delivery to any national overnight courier directing delivery on the next business day, receipt requested, or (iii) three (3) business days after deposit in the Country or Origin  mail, registered or certified mail, return receipt requested, with adequate postage affixed thereto. All notices to Purchaser shall be sent to the $notices_id ,to the attention of the Central Procurement Office (CPO), and to Seller at its address as set forth in this Order, or at such other address as either party may designate in writing to the other party.\n(n) ETHICS HOTLINE: The SELLER is committed to conducting its business in an ethical and legal manner. SELLER employees are bound to comply with the Seller’s ethical conduct policy, including complying with all laws, disclosing any conflict of interest, and otherwise acting in a manner that places the Seller’s interests above any personal interest. If you would like to make a report regarding possible unethical behavior of an SELLER employee, please contact the Seller’s third-party Ethics Hotline at $seller_tel or online $seller_website. A report may be made on an anonymous basis. All reports are treated confidentially. We are committed to non-retaliation against any individual who makes a report.\n(o) SEVERABILITY: If any provision of this Order shall be held or deemed to be or shall, in fact, be illegal, inoperative or unenforceable, this provision shall not affect any other provision or provisions contained in this Order. \n(p) PARAGRAPH TITLES: The paragraph titles are solely for convenience of reference and shall not affect the meaning or construction of any provision of this Order.\n(q) ENTIRE AGREEMENT: This Order, with such documents as are expressly incorporated by reference, is intended by the parties as a final expression of their agreement with respect to such terms as are included in it, and is intended also as a complete and exclusive statement of the terms of their agreement. No course of prior dealings between the parties and no usage of the trade will be relevant to determine the meaning of this agreement even though the accepting or acquiescing party has knowledge of the nature of the performance and opportunity for objection.\n\n",
        "languageID": "en"
      }
    ],
    "tradingTerms": [
      {
        "id": "$incoterms_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "CODE",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": [
            {
              "value": "CIF (Cost, Insurance and Freight)",
              "name": null,
              "listID": "INCOTERMS_LIST",
              "uri": null
            }
          ]
        }
      },
      {
        "id": "$shipment_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "United Parcel Service, Rail Express, Air Express, Air Freight or Parcel Post",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$buyer_country",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "CODE",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": [
            {
              "value": "Turkey",
              "name": null,
              "listID": "COUNTRY_LIST",
              "uri": null
            }
          ]
        }
      },
      {
        "id": "$arbitrator_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "under the JAMS Streamlined Arbitration Rules and Procedures in the District of Columbia or",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$agreement_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "QUANTITY",
          "value": [],
          "valueQuantity": [
            {
              "value": 21,
              "unitCode": "day(s)",
              "unitCodeListID": null
            }
          ],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$failed_agreement",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "by JAMS",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$decision_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "NUMBER",
          "value": [],
          "valueQuantity": [],
          "valueDecimal": [
            90
          ],
          "valueCode": []
        }
      },
      {
        "id": "$notices_id",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$seller_tel",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "855-729-0137",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      },
      {
        "id": "$seller_website",
        "description": [],
        "tradingTermFormat": null,
        "value": {
          "name": null,
          "valueQualifier": "STRING",
          "value": [
            {
              "value": "www.abc.com",
              "languageID": "en"
            }
          ],
          "valueQuantity": [],
          "valueDecimal": [],
          "valueCode": []
        }
      }
    ]
  }
]
